export default {
  header: {
    nameCompany: 'Штучний інтелект і кібербезпека',
    nameSubtitle: 'Платформа наступного покоління',
    text: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в графічних, друкарських' 
        + 'і видавничих галузях для попереднього перегляду макетів і візуальних макетів.',
    navigationHome: 'Додому',
    navigationAbout: 'Про компанію',
    navigationServices: 'Сервіси',
    navigationBlog: 'Блог',
    navigationContact: 'Контакти',
    buttonSignIn: 'Увійти',
    buttonGetStarted: 'Почати',
    buttonWatchVideo: 'Дивитись відео',
  },

  table: {
    title: 'Найпопулярніші кібератаки',
    year: 'Рік',
    name: 'Назва',
    description: 'Опис',
    MorrisWorm: 'Перша масштабна кібератака, що поширилася в Інтернеті та вразила понад 6000 комп’ютерів.',
    ILOVEYOU: 'Один із найвідоміших вірусів, який поширюється електронною поштою та завдає значної шкоди.',
    StormWorm: 'Масивний ботнет, який використовувався для розсилання спаму та проведення DDoS-атак.',
    WannaCry: 'Масштабна кібератака, яка вразила комп’ютерні системи по всьому світу, включаючи' 
    + 'системи охорони здоров’я та фінансові установи',
    SolarWinds: 'Хакерська атака на американську компанію SolarWinds, яка сталася через зламаний' 
    + 'програмний пакет, зачепила багато великих компаній та установ.',
    Petya: 'Програма шифрує файли на жорсткому диску комп’ютера-жертви, а також перезаписує' 
    + 'та шифрує головний завантажувальний запис — дані, необхідні для завантаження операційної системи.',
    buttonSort: 'Сортувати за роками',
    buttonAddAttack: 'Додати нову атаку',
    buttonRemove: 'Видалити',
    buttonRemoveElement: 'Видалити елемент',
    buttonAddElement: 'Додати елемент',
    buttonSpread: 'Спред оператор',
  },

  team: {
    title: 'Наша велика команда',
    refresh: 'Оновити'
  },

  about: {
    title: 'Застосуйте AI, Deep Learning і Data Science для вирішення',
    text: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в графічних, друкарських і'
    + 'видавничих галузях для попереднього перегляду макетів і візуальних макетів.',
    button: 'Дізнатись більше',
  },

  slider: {
    title: 'Naxly як переможці в Global Agency Awards',
    text: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в друкованих і видавничих галузях' 
    + 'для попереднього перегляду макетів і візуальних макетів',
    title1: 'Naxly як переможці в Global Agency Awards',
    text1: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в друкованих і видавничих галузях' 
    + 'для попереднього перегляду макетів і візуальних макетів',
    title2: 'Naxly як переможці в Global Agency Awards 2',
    text2: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в друкованих і видавничих галузях' 
    + 'для попереднього перегляду макетів і візуальних макетів',
    title3: 'Naxly як переможці в Global Agency Awards',
    text3: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в друкованих і видавничих галузях' 
    + 'для попереднього перегляду макетів і візуальних макетів',
    title4: 'Naxly як переможці в Global Agency Awards',
    text4: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в друкованих і видавничих галузях' 
    + 'для попереднього перегляду макетів і візуальних макетів',
    title5: 'Naxly як переможці в Global Agency Awards',
    text5: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в друкованих і видавничих галузях' 
    + 'для попереднього перегляду макетів і візуальних макетів',
  },

  solutions: {
    title: 'Що говорять наші клієнти про наші чудові рішення',
    text1: 'Візьмемо тривіальний приклад, хто з нас коли-небудь береться за важкі фізичні вправи, за винятком того,' 
    + 'щоб отримати від них якусь користь, хто не знає.',
    text2: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в графічних, друкованих та'
    + 'видавничих сферах.',
    text3: 'Lorem ipsum — це макети та візуальні макети для попереднього перегляду заповнювачів.',
    text4: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в графічних, друкарських і'
     + 'видавничих галузях для попереднього перегляду макетів і візуальних макетів.',
  },

  footer: {
    text1: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в графічних, друкованих і макетах'
    + 'і візуальних макетах.',
    text2: 'Lorem ipsum — це текст-заповнювач, який зазвичай використовується в графічних, друкованих і макетах'
    + 'і візуальних макетах.',
    informationTitle: 'Інформація',
    menuTitle: 'Меню',
    usefulLinks: 'Посилання',
    aboutStore: 'Про магазин',
    information: {
      newCollection: 'Нові колекції',
      aboutStore: 'Про магазин',
      contactUs: 'Контакти',
      latestNews: 'Останні новини',
      ourSitemap: 'Наша карта',
      ordersHistory: 'Історія замовлень',
    },
    menu: {
      instagramProfile: 'Сторінка в Інстаграм',
      newCollection: 'Нові колекції',
      contactUs: 'Контакти',
      latestNews: 'Останні новини',
      termsConditions: 'Терміни & Умови',
      purchaseTheme: 'Тема покупки',
    },
    links: {
      newCollection: 'Нові колекції',
      aboutStore: 'Про магазин',
      contactUs: 'Контакти',
      latestNews: 'Останні новини',
      ourSitemap: 'Наша карта',
      ordersHistory: 'Історія замовлень',
    }
  },

  introduce: {
    name: 'Катерина Ніколаєнко',
    account: 'GitHub Акаунт',
    design: 'Дизайн',
  }
};
